heat-sim-heaters-newmesh/system/system/surfaceFeatureExtractDict
FoamFile
{
    version         2;
    format          ascii;
    class           dictionary;
    object          surfaceFeaturesDict;
}

// Exported by SnappyHexMesh GUI add-on for Blender v1.8
// Source file: /home/basta/Documents/bakalarka/bakalarka-openfoam/heat-sim-heaters/model.blend
// Export date: 2024-10-23 23:26:52.741999


Cylinder.stl
{
    extractionMethod extractFromSurface;
    extractFromSurfaceCoeffs { includedAngle 150; }
    writeObj yes;
}



